Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/2000_1s.doc.tmx
Source language: sme
Languages: nob

source: Nasjonalt læremiddelsenter:is lea leamaš IKT-ovddidan ovddasvástádus skuvllas , ee pedagogalaš prográmmaid ráhkadeamis , elektrovnnalaš oahppaneavvuid ja skuvlafierbmádaga ovddideamis .
nob: Nasjonalt læremiddelsenter har hatt ansvar for utvikling innen IKT i skolen , bl.a. utvikling av pedagogisk programvare , elektroniske læremidler og utvikling av skolenettet .

source: Dán oktavuođas ovdánii norgga skuvla eanemusat ja sámi skuvla bázahalai .
nob: Utviklingen skjedde stort sett i den norske skolen , mens den samiske skolen ble hengende etter .

source: Sámediggeráđđi áigu bargat dan badjelii ahte 2000-2003 plánaáigodagas addo sámi skuvlii nai vejolašvuohta searvat dán ovdáneapmái .
nob: Sametingsrådet vil jobbe for at det i planperioden for 2000- 2003 , gis mulighet for at den samiske skolen også kan være med på denne utviklingen .

source: Lea guovddáš mihttomearri ahte Sámediggi beasašivččii hálddašit daid ruđaid mat galget adnot sámi skuvlla IKT geavaheapmái .
nob: Det er et sentralt mål at Sametinget må få hånd om de midler som skal gå til bruk av IKT i den samiske skolen .

source: Sámi oahpahusa IKT-plána bokte 1997-2001 áigodahkii lea Sámi oahpahusráđđi almmuhan pedagogalaš prográmmaid ( 6 ) mat galget adnot sámi skuvllas .
nob: Gjennom IKT planen for samisk utdanning for perioden 1997-2001 har Samisk utdanningsråd gitt ut pedagogiske programmer ( 6 ) til bruk i den samiske skolen .

source: Dál lea Sámediggi maiddái searvan interneahttaprošektii Kidlink , ja dasto lea maiddái áigumuš ásahit sierra sámi skuvlafierbmádaga mas sámi skuvllat čadnojit oktii .
nob: Nå er Sametinget også med i internettprosjektet Kidlink , samt at det videre er planlagt opprettet et eget samisk skolenett hvor de samiske skolene tilknyttes hverandre .

source: Oahpahusláhka mii addá individuálalaš vuoigatvuođa sámegieloahpahussii vuođđoskuvllas ja joatkkaskuvllas , gáibida ahte ovddiduvvojit molssaevttolaš oahpahusvuogit .
nob: Opplæringsloven som gir en individuell rett til opplæring i samisk i grunnskolen og i videregående opplæring fordrer også at det utvikles alternative måter å gi denne opplæringen på .

source: Oahpahus Web bokte ja gáiddusoahpahus jienain ja govain leat deatalaččat dán oktavuođas .
nob: Bruk av Web-basert opplæring og to-veis lydbilde overføring vil være viktige i denne sammenhengen .

source: Dálá ja boahtteáiggi servodat gáibida fágaolbmuid geat máhttet IKT .
nob: Dagens og det framtidige samfunnet krever fagfolk som behersker IKT- teknologien .

source: Jus skuvllat ja oahpahusásahusat galget sáhttit atnit IKT-teknologiija oahpahusas , de ferte sámi skuvllas duođas dán ovddas áŋgiruššat .
nob: Skal skoler og utdanningsinstitusjoner kunne bruke dette i opplæringen må det en storsatsing til i den samiske skolen .

source: Fertejit oahpahuvvot oahpaheaddjit guđet máhttet atnit teknologiija pedagogalaš oktavuođain , ja fertejit maiddái ráhkaduvvot pedagogalaš prográmmat mat loktejit gelbbolašvuođa dás .
nob: Det må utdannes lærere som behersker teknologien i pedagogisk sammenheng og det må også utvikles pedagogiske programmer med kompetansehevende tiltak til dette .

source: Vuđolaš váttisvuohta lea dattege ahte sámi bustávat eai doaimma dohkálaččat ovttaskas dihtoriin eaige interneahtas .
nob: Et grunnleggende problem er imidlertid at de samiske tegnene ikke fungerer tilfredsstillende , verken på den enkeltes datamaskin eller på internett .

source: Leat ráhkaduvvon gaskaboddosaš čovdosat , muhto čovdosat eai leat doarvái buorit .
nob: Det er gjort forsøk med midlertidige løsninger , men løsningene er ikke gode nok .

source: Geavatlaččat mearkkaša dát ahte sámegiella ii leat doaibmi giella diehtojuohkinteknologiija oktavuođain .
nob: Det medfører at samisk i praksis ikke er et funksjonelt språk i informasjonsteknologisk sammenheng .

source: Danne leat sámi mánát ráhkadišgoahtán « fierbmegiela » - mas eai leat sámi bustávat , ja sámi ealáhuseallin ja almmolaš doaimmat eai nagot fállat bálvalusaid seamma dásis go maid eará giellajoavkkut ožžot fállun .
nob: Samiske barn er derfor i ferd med å utvikle et « nett-språk » - helt uten samiske tegn , og samisk næringsliv og offentlig virksomhet er ikke i stand til å levere tjenester på linje med hva andre språkgrupper får .

source: Čoavddusin ferte leat ahte našuvnnalaš eiseválddit ja riikkaidgaskasaš prográmmabuvttadeaddjit beroštišgohtet riikkaidgaskasaš standárddaid ovddideamis dihtorsámegiela dáfus .
nob: Løsningen må være at nasjonale myndigheter og internasjonale programvareprodusenter engasjerer seg i utviklingen av internasjonale standarder for samisk på data .

source: Sámediggeráđđi áigu danne dáhttut prográmmabuvttadeddjiid bidjat sámegiela standárdgiellan buktagiiddadasaset .
nob: Sametingsrådet vil derfor henvende seg til programvareprodusenter for å få dem til å legge inn samisk som et standardspråk i sine produkter .

source: Mii eaktudit ahte našuvnnalaš eiseválddit mieđihit ruhtadit daid lassigoluid mat soitet šaddat dán oktavuođas .
nob: Vi forutsetter at nasjonale myndigheter er villig til å finansiere eventuelle særkostnader ved dette .

source: Sámediggi ferte biddjot dakkár dillái ahte sáhttá čoavdit dáid hástalusaid ekonomalaš ja hálddahuslaš resurssaid juolludemiid bokte .
nob: Sametinget må settes i stand til å løse disse utfordringene ved at det stilles til rådighet både økonomiske og administrative ressurser .

source: Erenoamášpedagogihkka
nob: Spesialpedagogikk

source: Sámi skuvllas lea dárbu loktet gelbbolašvuođa erenoamášpedagogalaš fágasuorggis go diggi borgemánu 1. b. 2000 rájes oažžu stuorát ovddasvástádusa dán fágasuorggis .
nob: Det samiske skoleverket har behov for å heve kompetansen innenfor det spesialpedagogiske fagfelt da tinget fra 1. august 2000 får større ansvar for dette fagfelt .

source: Dát mielddisbuktá ahte Sámediggi galgá álggahit sámi fágalaš gelbbolašvuođaloktendoaimmaid .
nob: Dette innebærer at Sametinget skal iverksette samiske faglige kompetansehevingstiltak .

source: Sámediggái juolluduvvo 1.7 mill. ruvnno mii galgá adnot ovddidanbargui , lohkanstipenddaide , lassi- ja joatkkaohppui .
nob: Sametinget får tildelt 1.7 mill kr som skal brukes til utviklingsarbeid , studiestipend , etter- og videreutdanning .

source: 2001 rájes addojit oahpponeavvoráhkadeami ruđat erenoamášpedagogalaš fágasuorggis njuolgga Sámediggái .
nob: Fra år 2001 tildeles også midler til læremiddelutvikling innenfor det spesialpedagogiske fagfelt direkte til Sametinget .

source: Sámediggi galgá ovttasráđiid Stáhtalaš gelbbolašvuođaguovddážiid stivrrain leat mielde huksemis sámi vuođu erenoamášpedagogihka dáfus .
nob: Sametinget skal også i samråd med Styret for det de statlige kompetanse-sentrene være med på å bygge opp et samisk tyngdepunkt innenfor spesialpedagogikk .

source: Lassi doaimmaid geažil dán fágasuorggis boahtá Sámediggi oažžut juolludeami ovtta fágavirgái dán fágasuorggis ( vrd. 3. mildosa ) .
nob: Som følge av økte oppgaver innenfor dette fagfelt vil Sametinget bli tilført midler til en fagstilling på dette fagfelt ( jf. vedlegg 3 ) .

source: Ráđđi boahtá dán jagi mielde ovddidit gelbbolašvuođalokten doaimmaid stipendanjuolggadusaid Sámedikki meannudeapmái .
nob: Rådet vil i løpet året legge retningslinjer for stipend til kompetansehevingstiltak fram for Sametinget til behandling .

source: Alit oahppu ja dutkan
nob: Høyere utdanning og forskning

source: 1995 ` oktasaš universitehta ja allaskuvlaláhka lea alit oahpu ja dutkama formálalaš rámma .
nob: Felles Lov om universiteter og høgskoler av 1995 er det formelle rammeverket innenfor høyere utdanning og forskning .

source: Sámi servodaga viidáset ovdáneapmi sámiid iežaset eavttuid mielde , gáibida alla formálalaš gelbbolašvuođa ja alit oahppu ja dutkan lea guovddáš oassi dás .
nob: En videre utvikling av det samiske samfunnet på samenes egne premisser fordrer høy formell kompetanse der høyere utdanning og forskning er en svært viktig del av dette .

source: Danne lea deatalaš lahčit diliid sámi dutkama ja alit oahpu viidát ovdáneapmái .
nob: Det er derfor viktig å legge forholdene til rette for at samisk forskning og høyere utdanning kan utvikles på bred basis .

source: Sámediggi lea dohkkehan sámi dutkanplána oassin oččodeamis ollislaččat ja eanet oktiiheivehuvvon sámi dutkanpolitihka .
nob: Sametinget har vedtatt en samisk forskningsplan som et ledd i arbeidet med å få en mer helhetlig og samordnet samisk forskningspolitikk .

source: Sámi dutkanpolitihkka ferte dattege maiddái árvvoštallojuvvot alit oahpu plánaid ja ovdánanlinjjáid ektui , ja daid dárbbuid ektui mat sámi servodagas leat gelbbolašvuođa loktema ja muđui ovddideami ektui .
nob: Samisk forskningspolitikk må imidlertid også ses opp mot planer og utviklingslinjer innenfor høyere utdanning , og opp mot de behov som det samiske samfunnet har i forhold til kompetanseheving og utvikling for øvrig .

source: Sámi oahpahusráđi DoB-plána mii erenoamážit deattuha oahpahusvuogádaga dutkama ja ovdáneami , boahtá heivehuvvot Sámedikki dutkanplánii .
nob: Samisk utdanningsråds FoU-plan som særlig er rettet mot forskning og utvikling i utdanningssystemet , vil bli samordnet med Sametingets forskningsplan .

source: Alit oahpu dáfus lea guokte čielggadanbarggu jođus mat bohtet guoskkahit sámi dutkama ja alit oahpu .
nob: Når det gjelder høyere utdanning er det to utredningsarbeid som pågår som vil berøre samisk forskning og høyere utdanning .

source: Sámi oahpaheaddjeoahpahusa čielggadeapmi mii áittobáliid loahpahuvvui , boahtá meannuduvvot dakkaviđe go válbmana .
nob: Den nylig sluttførte utredningen om samisk lærerutdanning vil bli behandlet i Sametinget .

source: Sámi oahpaheaddjevátni skuvllain lea leamaš ja lea ain stuora váttisvuohtan iešguđet sámi servodagain .
nob: Mangel på samiske lærere i skolen har vært og er et stort problem i de ulike samiske samfunn .

source: Jáhkkimis stuorru dát váttisvuohta vel eanet dál go lea individuálalaš vuoigatvuohta sámegieloahpahussii .
nob: Mangelen antas å bli enda større når det er en individuell rett til opplæring i samisk .

source: Vaikko gáiddusoahpahus ja IKT-geavaheapmi sáhttá muhtun muddui buhttet oahpaheáddjevátnivuođa , de fertejit aŋkke ráhkaduvvot strategiijat sámi oahpaheddjiid rekrutteremii skuvlii .
nob: Selv om fjernundervisning og bruk av IKT kan bøte for lærermangelen , må det utarbeides strategier for rekruttering av samiske lærere til skolen .

source: Sámediggeráđđi máhccá dán áššái sámi oahpaheaddjeoahpu čielggadeami gieđahallama oktavuođas .
nob: Sametingsrådet vil komme tilbake til denne saken ved behandling av utredningen om samisk lærerutdanning .

source: Nubbi deatalaš čielggadanbargu mii jođihuvvo departemeantta bealis lea gohčoduvvon Mjøslávdegoddi .
nob: Et annet viktig utredningsarbeid som pågår i departemental regi er det såkalte Mjøsutvalgets arbeid .

source: Dat galgá čielggadit alit oahpu maŋŋil 2000 ja galgá guorahallat eanas beliid Norgga alit oahpuin ja erenoamážit deattuhit internašunaliserema ja alit oahpu ja eará servodatosiid gaskavuođa .
nob: Det skal utrede høyere utdanning etter 2000 og skal se på de fleste sider av høyere utdanning i Norge med særlig fokus på internasjonalisering og forholdet mellom høyere utdanning og andre deler av samfunnet .

source: Ráđi dieđu mielde boahtá alit oahpu ja sámi servodaga gaskavuohta čilgejuvvot .
nob: Så langt Rådet erfarer vil forholdet mellom høyere utdanning og det samiske samfunnet bli omtalt .

source: Sámediggi lea Sámediggeplánas ovddidan dárbbu sierra sámi dutkan ja alit oahpu stuorradiggedieđáhussii .
nob: Sametinget har i Sametingsplanen etterlyst behovet for en egen stortingsmelding om samisk forskning og høyere utdanning .

source: Sámi oahpaheaddjeoahpu čielggadeami vuođul , Mjøslávdegotti barggu vuođul ja Sámedikki dutkanplána vuođul áigu ráđđi bargat dan badjelii ahte Ráđđehus ovddidivččii dákkár stuoradiggedieđáhusa .
nob: På bakgrunn av utredningen om samisk lærerutdanning , Mjøsutvalgets arbeid og Sametingets egen forskningsplan vil Rådet arbeide for at Regjeringen legger fram en slik stortingsmelding .

source: Rávisolbmuidoahppu
nob: Voksenopplæring

source: Rávisolbmuidoahpu dáfus lea departemeanta evttohan láhkarievdadusa oahpahuslágas mii láhkananne rávisolbmuid vuoigatvuođa vuođđo-ja joatkkaoahpahussii .
nob: Når det gjelder voksenopplæring har departementet foreslått en lovendring i opplæringsloven som lovfester voksnes rett til grunn- og videregående opplæring .

source: Sámediggeráđđi čujuha cealkámušastis áššái ahte sápmelaš rávisolbmuin ládje go sámi mánáin , ferte leat vejolašvuohta oažžut vuođđoskuvlaoahpahusaset O97Sámi mielde .
nob: Sametingsrådet påpekte i sin uttalelse til saken , at voksne samer på lik linje med samiske barn , i sin grunnskoleopplæring må ha mulighet til å få denne opplæringen i samsvar med L97Samisk .

source: Dát mearkkaša vuođđoskuvlaoahpahusa sámegielas vuosttašgiellan dahje nubbingiellan .
nob: Dette innebærer grunnskoleopplæring i samisk som første eller andrespråk .

source: Dát riekti sápmelaš rávisolbmuin ii galgga gáržžiduvvot dan ektui lea go dát dárbbašlažžan dohkálaš oahpahusas , muhto sámegiella ferte leat okta dain fágain mii addá vuođu rávisolbmuid dievaslaš vuođđoskuvlaoahpahussii .
nob: Denne rett for voksne samer må ikke begrenses til om dette anses nødvendig for å få en forsvarlig opplæring , men samisk må være ett av de fagene som gir grunnlag for fullført grunnskoleopplæring for voksne .

source: Seamma ferte gustot rávisolbmuid joatkkaoahpahusas .
nob: Det samme må gjelde innenfor videregående opplæring for voksne .

source: Buerlávdegotti árvalusa ( NOU 1997:25 Ny kompetanse ) oktavuođas lea Sámi oahpahusráđđi cealkán ahte seahtá ráhkadit sierra čielggadeapmi mii kárte sápmelaš rávisolbmuid gelbbolašvuođa dárbbuid .
nob: I tilknytning til Buerutvalgets innstilling ( NOU 1997:25 Ny kompetanse ) har Samisk utdanningsråd uttalt at det bør utarbeides en egen utredning som kartlegger voksne samers kompetansebehov .

source: Sámediggeráđđi guorrasa dása ja áigu ovddidit dán ášši departemeanttas dainna ulbmiliin ahte álggahit barggu .
nob: Sametingsrådet slutter seg til dette og vil ta denne saken opp med departementet i den hensikt å påbegynne et arbeid .

source: Lea erenoamáš deatalaš guorahallat sámi giellamáhtu loktema dárbbuid .
nob: Det er spesielt viktig å se på behovene for heving av kunnskaper i samisk språk .

source: Dákkár bargu ferte maiddái guorahallat duohtagelbbolašvuođa duođašteami vuogádat-ásaheami mii sáhttá adnot sihke bargoeallimis ja oahpahusvuogádagas .
nob: Et sånt arbeid må også drøfte etablering av systemer for dokumentasjon av realkompetanse til bruk både i arbeidslivet og i utdanningssystemet .

source: Ovttasbargu ja rollat
nob: Samarbeid og roller

source: Sámediggi lea ožžon viiddiduvvon válddi oahpahusa dáfus .
nob: Sametinget har fått utvidet myndighet når det gjelder opplæring .

source: Dát dattege ii mearkkaš ahte buot sámi oahpahusgažaldagat leat čielgasat .
nob: Dette medfører imidlertid ikke at alle forhold omkring samiske opplæringsspørsmål er avklart .

source: Sámediggái šaddá stuora hástalussan bures gulahallat fágadepartementtain vai rádji Sámedikki ja Rađđehusa rollaid gaskka šattašii čielgaset .
nob: Det er en stor utfordring for Sametinget fremover å få en god kommunikasjon med fagdepartementet slik at grenseoppgangene for Sametingets- og Regjeringens rolle kan avklares bedre .

source: Dán oktavuođas namuha ráđđi ahte lea dollon čoahkkin Oahpahusministara ja Sámedikki Lulli-Tromssa / Davvi-Nordlándda ovddasteddjiid gaskka .
nob: I den forbindelse vil rådet bemerke at en har merket seg at det har vært et møte mellom Utdanningsministeren og Sametingets representanter i Sør Troms / Nordre Nordland .

source: Ministara reivves 16.02.2000 boahtá ovdan ahte ministtar eaktuda Sámedikki searvama čoahkkima joatkkaseminárai maid Stáhta oahpahuskántuvra Tromssas lágida .
nob: Av ministerens brev av 16.02.2000 framgår det at ministeren forutsetter Sametingets deltagelse i et oppfølgingsseminar til møtet , arrangert av Statens utdanningskontor i Troms .

source: Jus Sámediggi galgá sáhttit bargat ulbmilaš málle mielde oahpahuspolitihkalaš áššiiguin , de ferte diehtojuohkin leat njuovžil ja ferte leat oktasaš ipmárdus das movt iešguđet áššiid čoavdit .
nob: For at Sametinget skal kunne arbeide på en hensiktsmessig måte med opplæringspolitiske saker , må det være god informasjonsflyt og felles forståelse av hvordan ulike saker skal løses .

source: Dát ferte maiddái mielddisbuktit ahte departemeanta atná Sámedikki lunddolaš ovttasbargoguoibmin čoavdin dihte oktasaš hástalusaid dán suorggis , sámi álbmogii ávkin .
nob: Det må også innebære at departementet ser på Sametinget som en naturlig samarbeidspartner for å løse felles utfordringer innenfor denne sektoren til det beste for den samiske befolkning .

source: Davviriikkalaš ovttasbargu
nob: Nordisk Samarbeid

source: Davviriikkalaš ovttasbargu sámi oahpahusa dáfus lea leamaš jođus 1980 álggu rájes .
nob: Nordisk samarbeid innenfor samisk utdanning har pågått siden begynnelsen av 1980 .

source: Lea dattege leamaš váttis doaimmahit dán ovttasbarggu .
nob: Det har imidlertid vært vanskelig å få samarbeidet til å fungere .

source: Sámi oahpahusráđđi Norggas , Sámeskuvlastivra Ruoŧas ja Suoma Sámediggi ( oahpponeavvoossodat ) álggahedje 1994:s formálalaš ovttasbarggu sámi oahpponeavvuid buvttadeami ja ráhkadeami dáfus .
nob: Samisk utdanningsråd i Norge , Sameskolstyrelsen i Sverige og Sametinget i Finland ( læremiddelseksjonen ) inngikk i 1994 et formelt samarbeid om produksjon og utvikling av samiske læremidler .

source: Áigumuš dáinna ovttasbargguin lei ee buoridit diehtojuohkima riikkaid gaskka iešguđet sámi oahpahusgažaldagaid dáfus .
nob: En intensjon med samarbeidet er å få en bedre informasjonsflyt mellom landene i forhold til ulike samiske utdanningsspørsmål .

source: Sámediggeráđđi boahtá čuovvut dán ja ovddidit dán dan forumii maid Suoma , Norgga ja Ruoŧa sámeministariid fargga ásahit .
nob: Sametingsrådet vil følge opp dette og bringe det inn i det forumet som snart etableres mellom sameministerne i Finland , Norge og Sverige .

source: Dát gusto maiddái Sámi parlamentáralaš ráđđái .
nob: Tilsvarende gjelder Samisk parlamentarisk råd .

source: Loahpaheapmi
nob: Avslutning

source: Sámediggi lea 1998-2001 sámediggeplánas ovddidan mihttomeari ahte Sámediggi galgá bidjat eavttuid ja hábmet sámi skuvlla ja oahpahusfálaldaga .
nob: Sametinget har i sametingsplanen for 1998-2001 uttrykt målsetting om at Sametinget skal legge premissene for og utforme det samiske skole- og utdanningstilbudet .

source: Dán mihttomeari mielde atná Sámediggeráđđi áibbas deatalažžan álggahit proseassa vai oččošii sámi oahpahussuorggi ollislaččat árvvoštallot ja evaluerejuvvot .
nob: I kjølvannet av denne målsettingen ser Sametingsrådet det som helt sentralt at det må igangsettes en prosess for å få en helhetlig vurdering og evaluering av hele den samiske opplæringssektoren .

source: Ulbmil dainna lea oažžut oppalaš gova dálá dilálašvuođas buot oahpahussurggiid dáfus , ja dainna vuođuin árvvoštallat boahttevaš dárbbuid ja doaimmaid .
nob: Hensikten med det er å skaffe seg en oversikt over nåsituasjonen på alle utdanningsnivåer , og på dette grunnlaget kunne vurdere framtidige behov og tiltak .

source: Sámedikki áŋgiruššan sámi oahpahus ja oahppovuogádaga nannemis eaktuda ahte oppalaš rámmaeavttut leat buorit , sihke ekonomiija dáfus , allaoahppan bargiid dáfus , ja ahte lágat ja njuolggadusat ovdánit nu ahte Sámedikki váldi ja ovddasvástádus stuorru vai sámi servodaga gáibádusaid sáhttá ollašuhttit .
nob: Sametingets satsing på styrking av samisk opplærings- og utdanningssystem forutsetter at de generelle rammebetingelsene er gode . Dette gjelder både med hensyn til økonomi , tilgang på personell med høy kompetanse og at lovverk og forskrifter utvikles i retning av at Sametinget skal få større myndighet og ansvar , slik at kravene fra det samiske samfunnet kan oppfylles .

source: Mearkkašupmi 1 , áirasis John Henrik Eira , NSR sámediggejoavku :
nob: Merknad 1 , representant John Henrik Eira , NSRs sametingsgruppe :

source: Nuppástusat :
nob: Endringer :

source: ÁLGGAHUS : 2 . CEALKAGII LASÁHUS :
nob: INNLEDNING : Tillegg til 2. setning :

source: « ovddeš Sámi oahpahusráđi ja Sámi oahpponeavvoguovddáža ekonomalaš ja hálddahuslaš ... »
nob: " tidligere Samisk utdanningsråd og Samisk læremiddelsenter ble overført ... "

source: I. ovddasvástádus hálddašit doarjjaortnegiid bargat oahpponeavvuiguin , mat leat heivehuvvon vuođđoskuvlla ja joatkkaoahpahusa oahppoplánaide .
nob: - ha ansvar for forvaltning av tilskuddsordning til arbeid med læremidler tilpasset læreplaner for grunnskolen og videregående opplæring .

source: Bidjat eavttuid ovddidit pedagoglaš programmáid ja audiovisulála oahpponeavvuid .
nob: Iversette tiltak for å fremme arbeidet med pedagogisk programvare og audiovisuelle læremidler .

source: Dát sisttisdoallá maiddái mánáidgárddiid , vuođđoskuvllaid ja joatkkaoahpahusa oahpponeavvuid
nob: Dette innbefatter også læremidler for barnehage , grunnskole og videregående opplæring

source: dahje
nob: eller

source: sihkkut juohke sajis gos čuožžu « ráhkadit »
nob: foreta strykning av ordet " utvikle "

source: Sámi oahpponeavvut -
nob: Samiske læremidler –

source: 2. oasi lohpas , maŋŋil :.. buvttadeami viidát oktavuođas galget leat .
nob: slutten av avsnitt 2 , etter : ... produksjon av samiske læremidler i vid forstand .

source: Dás galget ee. čielggaduvvot sámi oahpponeavvoguovddáža barggut ja ovddasvástádus ja mii gullá sámi lágádusaide .
nob: Her skal det blant annet fremkomme en presisering av hvilke oppgaver og ansvar Samisk læremiddelsenter skal ha og hvilke oppgaver de samiske forlagene skal ha .

source: Lassin honoraráid justeremiidda , de lea maiddái deatalaš juolludit ruđaid gelbbolašvuođa buoridandoaimmaide sámegielat čálliid ja sámi lágádusaid dáfus .
nob: I tillegg til å justere honorarsatser , er det viktig å avsette midler til kompetansehevingstiltak rettet mot samiskspråklige forfattere og samiske forlag .

source: ( Dás maŋŋil sihkkojuvvo dát oassi ) .
nob: ( Resten av avsnittet strykes ) .

source: ITK skuvllas
nob: IKT i skolen

source: Vuosttas oasis maŋimus cealkka sihkkojuvvo , dát cealkka :
nob: I første avsnitt strykes siste setning , følgende setning :

source: « Sámediggeráđđi šálloša ja imaštalla go departemeanta ii namut sámi skuvlla sániin ge skuvlla IKT-áŋgiruššanplánas » .
nob: " Sametingsrådet beklager og synes det er oppsiktsvekkende at departementet i den nasjonale planen for satsing av IKT i skolen ikke nevner den samiske skolen med ett ord ! "

source: Maŋimus oasis sihkkojuvvo vuosttas cealkagis : « riikkaidgaskasaš prográmmabuvttadeaddjit »
nob: I siste avsnitt , første setning strykes : " internasjonale programvareprodusenter "

source: Lasihuvvo :
nob: Tilføyes :

source: Ferte ráhkadit gaskaboddosaš čovdosiid , mat doibmet ainjuo moadde jagi .
nob: Det må lages midlertidige løsninger som fungerer ihverfall i et-par år .

source: Vuoruhuvvot ferte teakstačállin ja dan bokte gulahallan .
nob: Tekstproduksjon og kommunikasjon på grunnlag av det , må prioriteres .

source: Mearkkašupmi 2 , áirasis Per Solli , Bargiidbellodaga sámediggejoavku :
nob: Merknad 2 , representant Per Solli , APs sametingsgruppe :

source: Siidu 2 :
nob: Side 2 :

source: Ođđa maŋemus cealkka : Dát bargu lea earenoamáš dehálaš sámi guovlluid ektui olggobealde sámegiela hálddašanguovllu .
nob: Ny siste setning : Dette arbeidet er særlig viktig i forhold til de samiske områdene utenfor forvaltningsområdet for samisk språk .

source: Siidu 4 :
nob: Side 4 :

source: 2 gurgádus , 2 cealkka Vuođđo- ja joatkkaoahppu :
nob: 2 setn . under Grunn- og videregående opplæring :
